{
    "BEGINNER CORPORATION": "Korporacja dla Początkujących",
    "Beginner Corporation": "Korporacja dla Początkujących",
    "(You start with 42 M€. Instead of choosing from 10 cards during setup, you get 10 cards for free.)": "Rozpoczynasz grę z 42 M€. Nie bierzesz udziału w pierwszej fazie badań, zamiast tego dobierasz za darmo 10 kart.",
   
    "CREDICOR": "Credicor",
    "CrediCor": "Credicor",
    "(You start with 57 M€.)": "Rozpoczynasz grę z 57 M€.",
    "(Effect: After you pay for a card or standard project with a basic cost of 20M€ or more, you gain 4 M€.)": "Efekt trwały: Gdy płacisz za kartę lub projekt standardowy o bazowym koszcie 20 lub więcej M€, otrzymujesz 4 M€.",
    
	"ECOLINE": "Ecoline",
    "EcoLine": "Ecoline",
    "(You start with 2 plant production, 3 plants, and 36 M€.)": "Rozpoczynasz grę z 36 M€. Podnieś produkcję roślinności o 2 poziomy. Otrzymujesz 3 jednostki roślinności.",
    "(Effect: You may always pay 7 plants, instead of 8, to place greenery.)": "Efekt trwały: Gdy umieszczasz na planszy obszar zieleni, możesz za niego zapłacić 7 jednostkami roślinności (zamiast 8).",
    
	"HELION": "Helion",
    "(You start with 3 heat production and 42 M€.)": "Rozpoczynasz grę z 42 M€. Podnieś swoją produkcję ciepła o 3 poziomy.",
    "(Effect: You may use heat as M€. You may not use M€ as heat.)": "Efekt trwały: Możesz używać jednostek ciepła zamiast M€. Nie możesz używać M€ zamiast ciepła.",
    
    "Interplanetary Cinematics": "Interplanetary Cinematics",
    "(You start with 20 steel and 30 M€.)": "Rozpoczynasz grę z 30 M€. Otrzymujesz 20 jednostek stali.",
    "(Effect: Each time you play an event, you gain 2 M€.)": "Efekt trwały: Gdy zagrywasz kartę wydarzenia, otrzymujesz 2 M€.",
    
	"INVENTRIX": "Inventrix",
    "(As your first action in the game, draw 3 cards. Start with 45 M€.)": "Rozpoczynasz grę z 45 M€. W ramach swojej pierwszej akcji dobierz 3 karty.",
    "(Effect: Your temperature, oxygen, ocean, and Venus requirements are +2 or -2 steps, your choice in each case.)": "Efekt trwały: Zagrywając karty, możesz każdorazowo traktować wybrane wskaźniki globalne tak, jakby były o 2 poziomy wyższe lub niższe.",
    
	"PHOBOLOG": "Phobolog",
    "PhoboLog": "Phobolog",
    "(You start with 10 titanium and 23 M€.)": "Rozpoczynasz grę z 23 M€. Otrzymujesz 10 jednostek tytanu.",
    "(Effect: Your titanium resources are each worth 1 M€ extra.)": "Efekt trwały: Każda posiadana przez Ciebie jednostka tytanu jest warta o 1 M€ więcej.",
    
    "Tharsis Republic": "Republika Tharsis",
    "(You start with 40 M€. As your first action in the game, place a city tile.)": "Rozpoczynasz grę z 40 M€. W ramach swojej pierwszej akcji w grze umieść na planszy obszar miasta.",
    "(Effect: When any city tile is placed ON MARS, increase your M€ production 1 step. When you place a city tile, gain 3 M€.)": "Gdy którykolwiek z graczy umieści obszar miasta na powierzchni Marsa, podnieś swoją produkcję M€ o 1 poziom. Jeśli to Ty umieszczasz obszar miasta, otrzymujesz dodatkowo 3 M€.",
    
	"THORGATE": "Thorgate",
    "(You start with 1 energy production and 48 M€.)": "Rozpoczynasz grę z 48 M€. Podnieś swój poziom produkcji energii o 1.",
    "(Effect: When playing a power card OR THE STANDARD PROJECT POWER PLANT, you pay 3 M€ less for it.)": "Efekt trwały: Gdy zagrywasz symbol Energii lub wykorzystujesz projekt standardowy Elektrownia, płacisz o 3 M€ mniej.",
    
	"UNITED NATIONS MARS INITIATIVE": "United Nations Mars Initiative",
    "United Nations Mars Initiative": "United Nations Mars Initiative",
    "(You start with 40 M€.)": "Rozpoczynasz grę z 40 M€.",
    "(Action: If your Terraform Rating was raised this generation, you may pay 3 M€ to raise it 1 step more.)": "Akcja: Jeśli podczas tego pokolenia podniosłeś swój Współczynnik Terraformacji, możesz wydać 3 M€, aby podnieść go o dodatkowy poziom.",
    
    "Mining Guild": "Gildia Górnicza",
    "(You start with 30 M€, 5 steel and 1 steel production.)": "Rozpoczynasz grę z 30 M€. Otrzymujesz 5 jednostek stali. Podnieś swoją produkcję stali o 1 poziom.",
    "(Effect: Each time you get any steel or titanium as a placement bonus on the map, increase your steel production 1 step.)": "Efekt trwały: Gdy otrzymujesz premiowe jednostki stali lub tytanu z pola na planszy, podnieś swoją produkcję stali o 1 poziom.",
    
	"TERACTOR": "Teractor",
    "(You start with 60 M€.)": "Rozpoczynasz grę z 60 M€",
    "(Effect: When you play an Earth tag, you pay 3 M€ less for it.)": "Efekt trwały: Gdy zagrywasz symbol Ziemi, płacisz o 3 M€ mniej za każdy z nich.",
    
    "Saturn Systems": "Saturn Systems",
    "(You start with 1 titanium production and 42 M€.)": "Rozpoczynasz grę z 42 M€. Podnieś swoją produkcję tytanu o 1 poziom.",
    "(Effect: Each time any Jovian tag is put into play, including this, increase your M€ production 1 step.)": "Efekt trwały: Gdy którykolwiek z graczy zagrywa symbol Jowisza (z tym włącznie), podnieś swoją produkcję M€ o 1 poziom.",

    "POLYPHEMOS": "Polyphemos",
    "(You start with 50 M€. Increase your M€ production 5 steps. Gain 5 titanium.)": "Rozpoczynasz grę z 50 M€. Podnieś swoją produkcję M€ o 5 poziomów. Otrzymujesz 5 jednostek tytanu.",
    "(Effect: When you buy a card to hand, pay 5M€ instead of 3, including the starting hand.)": "Efekt trwały: Gdy kupujesz karty, cena każdej z nich to 5 M€ (zamiast 3 M€). Dotyczy to również zakupu kart na początku rozgrywki.",

    "STORMCRAFT INCORPORATED": "Stormcraft Incorporated",
    "(You start with 48 M€.)": "Rozpoczynasz grę z 48 M€.",
    "(Action: Add a floater to ANY card.)": "Akcja: Umieść 1 jednostkę dryfowców na dowolnej karcie.",
    "(Effect: Floaters on this card may be used as 2 heat each.)": "Efekt trwały: Każda jednostka dryfowców z tej karty może być użyta jako 2 jednostki ciepła.",

    "ARKLIGHT": "Arklight",
    "(You start with 45 M€. Increase your M€ production 2 steps. 1 VP per 2 animals on this card.)": "Rozpoczynasz grę z 45 M€. Podnieś swoją produkcję M€ o 2 poziomy. Otrzymujesz 1 PZ za każde 2 jednostki zwierząt znajdujące się na tej karcie.",
    "(Effect: When you play an animal or plant tag, including this, add 1 animal to this card.)": "Efekt trwały: Gdy zagrywasz symbol Roślinności lub Zwierząt (z tym włącznie), umieść tutaj 1 jednostkę zwierząt za każdy z nich.",

    "ARIDOR": "Aridor",
    "COLONY": "KOLONIA",
    "(You start with 40 M€. As your first action, put an additional Colony Tile of your choice into play)": "Rozpoczynasz grę z 40 M€. W ramach swojej pierwszej akcji umieść w grze wybrany dodatkowy obiekt.",
    "(Effect: When you get a new type of tag in play [event cards do not count], increase your M€ production 1 step.)": "Efekt trwały: Gdy zagrywasz symbol, którego jeszcze nie posiadasz, podnieś swoją produkcję M€ o 1 poziom (nie dotyczy kart wydarzeń).",

    "POSEIDON": "Poseidon",
    "(You start with 45 M€. As your first action, place a colony.)": "Rozpoczynasz grę z 45 M€. W ramach swojej pierwszej akcji umieść kolonię na dowolnym obiekcie.",
    "(Effect: When any colony is placed, including this, raise your M€ production 1 step.)": "Efekt trwały: Gdy którykolwiek z graczy umieszcza kolonię na obiekcie (z tą włącznie), podnieś swoją produkcję M€ o 1 poziom.",

    "Agricola Inc": "Agricola Inc",
    "(You start with 1 plant production, 1 M€ production and 40 M€.)": "Rozpoczynasz grę z 40 M€. Podnieś swoją produkcję M€ oraz roślinności o 1 poziom.",
    "Effect: At game end, score -2 / 0 / 1 / 2 VP PER TAG TYPE for 0 / 1-2 / 3-4 / 5+ tags.": "Efekt trwały: Otrzymujesz -2 / 0 / 1 / 2 PZ za następującą liczbę posiadanych symboli: 0 / 1-2 / 3-4 / 5+.",

    "Project Workshop": "Project Workshop",
    "(You start with 39 M€, 1 steel and 1 titanium. As your first action, draw a blue card.)": "Rozpoczynasz grę z 39 M€. Otrzymujesz 1 jednostkę stali i tytanu. W ramach pierwszej akcji dobierz aktywną (niebieską) kartę.",
    "(Action: Flip and discard a played blue card to convert any VP on it into TR and draw 2 cards, or spend 3 M€ to draw a blue card.)": "Akcja: Odwróć i odrzuć zagraną aktywną (niebieską) kartę, aby otrzymać tyle WT, ile PZ miała odrzucona karta i dobierz 2 karty, lub wydaj 3 M€, aby dobrać kartę aktywną.",

    "Incite": "Incite",
    "(You start with 32 M€. As your first action, place two delegates in one party.)": "Rozpoczynasz grę z 32 M€. W ramach pierwszej akcji umieść dwóch delegatów w wybranej partii.",
    "(Effect: You have +1 influence. When you send a delegate using the lobbying action, you pay 2 M€ less for it.)": "Efekt trwały: Otrzymujesz 1 punkt wpływów. Gdy korzystasz z akcji Lobbingu, aby przenieść delegata z rezerwy, płacisz za nią 2 M€ mniej.",

    "Playwrights": "Playwrights",
    "(You start with 38 M€ and 1 energy production.)": "Rozpoczynasz grę z 38 M€. Podnieś swoją produkcję energii o 1 poziom.",
    "(Action: Replay a played event from any player by paying its cost ONLY in M€ (discounts and rebates apply), then REMOVE IT FROM PLAY.)": "Akcja: Ponownie zagraj wykorzystaną kartę wydarzenia dowolnego gracza, płacąc za nią wyłącznie za pomocą M€ (wliczając wszelkie zniżki), a następnie usuń ją z gry.",

    "Midas": "Midas",
    "(You start with 120 M€. Lower your TR 7 steps.)": "Rozpoczynasz grę z 120 M€. Obniż swój WT o 7 poziomów.",

    "Curiosity II": "Curiosity II",
    "(You start with 40 M€ and 2 steel production.)": "Rozpoczynasz grę z 40 M€. Podnieś swoją produkcję stali o 2 poziomy.",
    "(Effect: When you place a tile on an area that has a RESOURCE placement bonus, or on top of another tile, you may pay 2 M€ to draw a card.)": "Efekt trwały: Gdy umieszczasz na planszy obszar na polu dającym premiowy zasób, lub na innym obszarze, możesz wydać 2 M€ aby dodatkowo dobrać kartę.",

    "Junk Ventures": "Junk Ventures",
    "(You start with 43 M€. As your first action, discard the top 3 cards of the deck.)": "Rozpoczynasz grę z 43 M€. W ramach pierwszej akcji odrzuć 3 karty z talii projektów.",
    "ACTION: SHUFFLE THE DISCARD PILE, THEN DRAW 3 CARDS FROM IT. KEEP 1 AND DISCARD THE OTHER 2.": "Akcja: Przetasuj stos kart odrzuconych i dobierz 3 karty. Zatrzymaj 1 z nich a pozostałe 2 odrzuć.",

    "UNITED NATIONS MISSION ONE": "United Nations Mission One",
    "United Nations Mission One": "United Nations Mission One",
    "(You start with 39 M€. Increase your TR 1 step.)": "Rozpoczynasz grę z 39 M€. Podnieś swój WT o 1 poziom.",
    "(Effect: When any player takes an action or plays a card that increases TR, including this, gain 1 M€ for each step.)": "Efekt trwały: Gdy którykolwiek z graczy wykonuje akcję lub zagrywa kartę podnoszącą jego WT (z tą włącznie), otrzymujesz 1 M€ za każdy podniesiony poziom.",
    
    "Crescent Research Association": "Crescent Research Association",
    "(Effect: When you play a Moon tag, you pay 1 M€ less for each Moon tag you have.)": "Efekt trwały: Gdy zagrywasz symbol Księżyca, płacisz 1 M€ mniej za każdy posiadany symbol Księżyca.",
    "(You start with 50 M€. 1 VP for every 3 Moon tags you have.)": "Rozpoczynasz grę z 50 M€. Otrzymujesz 1 PZ za każde posiadane 3 symbole Księżyca.",
    
    "Intragen Sanctuary Headquarters": "Intragen Sanctuary Headquarters",
    "(Effect: When any player plays an animal tag (including this), add 1 animal on this card.)": "Efekt trwały: Gdy którykolwiek gracz zagrywa symbol Zwierząt (z tym włącznie), umieść tutaj 1 jednostkę zwierząt.",
    "(You start with 38 M€. As your first action, place a habitat tile on The Moon and raise the habitat rate 1 step. 1 VP for every 2 animals on this card.)": "Rozpoczynasz grę z 38 M€. W ramach pierwszej akcji umieść obszar habitatu na Księżycu i podnieś WK Księżyca o 1 poziom. Otrzymujesz 1 PZ za każde 2 jednostki zwierząt znajdujące się na tej karcie.",
    
    "Luna First Incorporated": "Luna First Inc.",
    "(Effect: When you raise any Moon Rate, increase your M€ production 1 step per step.)": "Efekt trwały: Gdy podnosisz poziom dowolnego współczynnika Księżyca, podnieś swoją produkcję M€ o 1 poziom.",
    "(Effect: When any player raises any Moon Rate, gain 1M€ per step.)": "Efekt trwały: Gdy dowolny gracz podnosi poziom dowolnego współczynnika Księżyca, otrzymujesz po 2 M€ za każdy podniesiony poziom.",
    "(You start with 40 M€, 2 steel, and 2 titanium.)": "Rozpoczynasz grę z 40 M€, 2 jednostkami stali i 2 jednostkami tytanu.",
    
    "Luna Hyperloop Corporation": "Luna Hyperloop Corporation",
    "(Action: Gain 1 M€ for each road tile on The Moon.)": "Akcja: Otrzymujesz po 1 M€ za każdy obszar infrastruktury na Księżycu.",
    "1 VP for each road tile on The Moon.": "Otrzymujesz 1 PZ za każdy obszar infrastruktury na Księżycu.",
    "(You start with 38 M€ and 4 steel.)": "Rozpoczynasz grę z 38 M€ i 4 jednostkami stali.",
    
    "Nanotech Industries": "Nanotech Industries",
    "Action: Add 1 science resource to ANY card [except those giving 2 or more VP per 1 science resource.]": "Akcja: Umieść 1 jednostkę nauki na dowolnej karcie dającej co najwyżej 1 PZ/jednostkę.",
    "You start with 42 M€. As your first action, draw 3 cards. Take 2 of them into hand, and discard the rest. 1 VP for every 2 science resources here.": "Rozpoczynasz grę z 42 M€. W ramach pierwszej akcji dobierz 3 karty, zatrzymaj 2 z nich a 1 odrzuć. Otrzymujesz 1 PZ za każde 2 jednostki nauki na tej karcie.",
    
    "Tempest Consultancy": "Tempest Consultancy",
    "(Action: Place 1 delegate in any party for every 5 Moon tags you have [max 3.])": "Akcja: umieść 1 delegata z rezerwy w dowolnej partii za każde 5 posiadanych symboli Księżyca [max. 3].",
    "(Effect: When your delegate becomes the chairman, increase your TR 1 step.)": "Efekt trwały: Kiedy Twój delegat zostanie przewodniczącym podnieś swój WT o 1 dodatkowy poziom.",
    "(You start with 37 M€. As your first action, place 2 delegates in one party.)": "Rozpoczynasz grę z 37 M€. W ramach pierwszej akcji umieść 2 delegatów z rezerwy w 1 dowolnej partii.",
    
    "The Archaic Foundation Institute": "The Archaic Foundation Institute",
    "(Effect: When you play a Moon tag, including these, add a resource cube on this card.)": "Efekt trwały: Gdy zagrywasz symbol Księżyca (z tymi włącznie), umieść tutaj 1 znacznik za każdy z nich.",
    "(Effect: Automatically remove every 3 resource cubes collected here and increase your TR 1 step.)": "Efekt trwały: Automatycznie usuń 3 znaczniki z tej karty, aby podnieść swój WT o 1 poziom.",
    "(You start with 55 M€.)": "Rozpoczynasz grę z 55 M€. ",
    
    "Luna Trade Federation": "Luna Trade Federation", 
    "(Effect: When any mine tile is placed on The Moon, raise your titanium production 1 step.)": "Efekt trwały: Gdy na Księżycu umieszczany jest obszar kopalni podnieś swoja produkcję tytanu o 1 poziom.",
    "(Effect: You may use titanium resources as 2M€ each.)": "Efekt trwały: Możesz używać jednostek tytanu jako 2 M€.",
    "(You start with 15 M€ and 10 titanium. As your first action, place a mine tile on The Moon and raise the mining rate 1 step.)": "Rozpoczynasz grę z 15 M€ i 10 jednostkami tytanu. W ramach swojej pierwszej akcji umieść obszar kopalni na Księżycu i podnieś WG Księżyca o 1 poziom.",
    
    "The Darkside of The Moon Syndicate": "The Darkside of The Moon Syndicate",
    "Action: Spend 1 titanium to add 1 syndicate fleet on this card OR remove 1 syndicate fleet from this card to steal 8M€ from any opponent.": "Akcja: Wydaj 1 jednostkę tytanu aby umieścić 1 jednostkę floty syndykatu na tej karcie lub wydaj 1 jednostkę floty syndykatu z tej karty, aby ukraść 8 M€ dowolnemu przeciwnikowi.",
    "You start with 40 M€ and 2 syndicate fleets on this card.": "Rozpoczynasz grę z 40 M€ oraz 2 jednostkami floty syndykatu na tej karcie.",
    "(Effect: When you place a tile on The Moon, steal 2 M€ from opponents for each of their tiles next to yours.)": "Efekt trwały: Gdy umieszczasz obszar na Księżycu ukradnij po 2 M€ od przeciwników za każdy ich obszar sąsiadujący z umieszczanym przez Ciebie obszarem.",
    
    "The Grand Luna Capital Group": "The Grand Luna Capital Group",
    "(Effect: When you place a colony tile, gain 2 M€ for each adjacent colony tile.)": "Efekt trwały: Kiedy umieszczasz obszar habitatu otrzymujesz 2 M€ za każdy sąsiadujący obszar habitatu.",
    "1 VP for each habitat tile adjacent to your habitat tiles.": "Otrzymujesz 1 PZ za każdy obszar habitatu sąsiadujacy z Twoimi obszarami habitatów.",
    "(You start with 32 M€ and 1 titanium. As your first action, place a habitat tile on The Moon and raise the habitat rate 1 step.)": "Rozpoczynasz grę z 32 M€ i 1 jednostką tytanu. W ramach pierwszej akcji umieść obszar habitatu na Księżycu i podnieś WK Księżyca o 1 poziom.",
  
    "Adhai High Orbit Constructions": "Adhai High Orbit Constructions",
    "(Effect: Whenever you play a card with a space tag BUT NO PLANETARY TAG (including this) add 1 orbital on this card.)": "Efekt trwały: Gdy zagrywasz kartę z symbolem Przestrzeni Kosmicznej ale bez symbolu Planety (z tą włącznie), umieść tutaj 1 jednostkę orbitali.",
    "(Effect: For every 2 orbitals on this card, cards with a space tag but with no planetary tag or the STANDARD COLONY PROJECT or TRADE ACTION costs 1M€ less.)": "Za każde 2 jednostki orbitali na tej karcie zagranie karty z symbolem Przestrzeni Kosmicznej, ale bez symbolu Planety, Projekt standardowy Kolonia i akcja handlu kosztują o 1 M€ mniej.",
    "(You start with 43 M€.)": "Rozpoczynasz grę z 43 M€",
  
    "Ambient": "Ambient",
    "(Effect: When you play a card with a Venus tag (including this) increase your heat production 1 step.)": "Efekt trwały: Gdy zagrywasz symbol Wenus (z tym włącznie), podnieś swoją produkcję ciepła o 1 poziom.",
    "(Action: When temperature is maxed, spend 8 heat gain 1 TR. You may repeat this action like a standard project.)": "Akcja: Po osiągnięciu maksymalnego poziomu temperatury, możesz wydać 8 jednostek ciepła, aby podnieść swój WT o 1 poziom. Możesz powtarzać tę akcję.",
    "(You start with 38 M€. As your first action, raise the Venus scale 2 steps.)": "Rozpoczynasz grę z 38 M€. W ramach pierwszej akcji podnieś WT Wenus o 2 poziomy.",
  
    "AURORAI": "AURORAI",
    "Aurorai": "AURORAI",
    "(Effect: Whenever you increase your terraform rating, add 1 data per step to ANY card.)": "Efekt trwały: Gdy podnosisz swój WT umieść 1 jednostkę danych na dowolnej karcie.",
    "(Effect: You can use data on this card as 3M€ each to pay for standard projects.)": "Gdy płacisz za projekt standardowy, jednostki danych z tej karty mogą być użyte do jego opłacenia jako 3 M€ każda.",
    "(You start with 33 M€. and 2 data on this card)": "Rozpoczynasz grę z 33 M€. Umieść 2 jednostki danych na tej karcie.",
  
    "Bio-Sol": "Bio-Sol",
    "(Action: Add 1 microbe to ANY card)": "Akcja: Umieść 1 jednostkę mikrobów na dowolnej karcie.",
    "(You start with 42 M€. As your first action, draw 2 cards with a microbe tag.)": "Rozpoczynasz grę z 42 M€. W ramach pierwszej akcji dobierz 2 karty z symbolem Mikrobów. Otrzymujesz 1 PZ za każde 3 jednostki mikrobów na tej karcie.",
  
    "Chimera": "Chimera",
    "(Effect: When you perform an action, these wild tags count as any tags of your choice. For claiming milestones and funding awards, both symbols count as one. (Other wild tags still do not count toward Awards.))": "Efekt trwały: Gdy wykonujesz akcję, symbole Uniwersalne z tej karty liczą się jak wybrane przez Ciebie symbole. Na potrzeby wykupowania tytułów i fundowania nagród oba symbole liczą się jako 1. Pozostałe symbole Uniwersalne wciąż nie są liczone do nagród.",
    "(You start with 36 M€, 1 steel, and 1 titanium.)": "Rozpoczynasz grę z 36 M€, 1 jednostką stali i 1 jednostką tytanu.",
  
    "Collegium Copernicus": "Collegium Copernicus",
    "(Effect: When you play a card with a science tag (including this) Add 1 data to ANY card.)": "Efekt trwały: Gdy zagrywasz symbol Nauki (z tym włącznie), umieść 1 jednostkę danych na dowolnej karcie za każdy z nich.",
    "(Action: Spend 3 data from this card to trade.)": "Akcja: Wydaj 3 jednostki danych z tej karty, aby wykonać akcję handlu z obiektem.",
    "(You start with 33 M€. As your first action, draw 2 cards with a science tag.)": "Rozpoczynasz grę z  33 M€. W ramach pierwszej akcji dobierz 2 karty z symbolem Nauki.",
  
    "Habitat Marte": "Habitat Marte",
    "(Effect: Mars tags also count as science tags.)": "Efekt trwały: Zagrane przez Ciebie symbole Marsa możesz traktować jako symbole Nauki.",
    "(You start with 40 M€)": "Rozpoczynasz grę z 40 M€.",
  
    "Mars Direct": "Mars Direct",
    "(Effect: When you play a Mars tag, you pay 1 M€ less for each Mars tag you have.)": "Efekt trwały: Gdy zagrywasz symbol Marsa, płacisz o 1 M€ mniej za każdy posiadany symbol Marsa.",
    "(You start with 52 M€.)": "Rozpoczynasz grę z 52 M€.",
    
    "Martian Insurance Group": "Martian Insurance Group",
    "(Effect: Whenever you play an event card, raise your M€ production 1 step.)": "Efekt trwały: Gdy zagrywasz kartę wydarzenia, podnieś swoją produkcję M€ o 1 poziom.",
    "(You start with 42 M€ and 1 M€ production.)": "Rozpoczynasz grę z 42 M€. Podnieś swoją produkcję M€ o 1 poziom.",
  
    "MindSet Mars": "MindSet Mars",
    "Mind Set Mars": "MindSet Mars",
    "(Action: When you play a card with a building tag, add 1 agenda on this card.)": "Efekt trwały: Gdy zagrywasz kartę z symbolem Budowli, umieść tutaj 1 jednostkę agendy.",
    "(Action: Spend 2 agenda resources to place 1 delegate in any party.)": "Akcja: Wydaj 2 jednostki agendy z tej karty, aby umieścić 1 delegata z rezerwy w dowolnej partii.",
    "(Action: Spend 5 agenda resources to place a city tile on Mars.)": "Akcja: Wydaj 5 jednostek agendy z tej karty, aby umieścić obszar miasta na planszy.",
    "(You start with 44 M€ and 1 agenda resource to this card.)": "Rozpoczynasz grę z 44 M€. Umieść 1 jednostkę agendy na tej karcie.",
  
    "Polaris": "Polaris",
    "(Effect: When any ocean tile is placed ON MARS, increase your M€ production 1 step. When you place an ocean tile, gain 4M€.)": "Efekt trwały: Gdy na planszy umieszczany jest obszar oceanu, podnieś swoją produkcję M€ o 1 poziom. Jeśli to Ty umieszczasz obszar oceanu otrzymujesz dodatkowo 4 M€",
    "(You start with 32 M€. As your first action, place an ocean tile.)": "Rozpoczynasz grę z 32 M€. W ramach pierwszej akcji umieść obszar oceanu na planszy.",
  
    "RingCom": "Ringcom",
    "Ringcom": "Ringcom",
    "(Effect: When any player plays a card with a Jovian tag (including this) gain 1 titanium.)": "Efekt trwały: Gdy dowolny gracz zagrywa symbol Jowisza, otrzymujesz 1 jednostkę tytanu.",
    "(You start with 39 M€. and 3 M€ production. As your first action, draw 2 cards with a Jovian tag.)": "Rozpoczynasz grę z 39 M€. Podnieś swoją produkcję M€ o 3 poziomy. W ramach pierwszej akcji dobierz 2 karty z symbolem Jowisza.",
  
    "Robin Haulings": "Robin Haulings",
    "(Effect: Whenever you play a card with a Venus tag add 1 floater to ANY card.)": "Efekt trwały: Gdy zagrywasz kartę z symbolem Wenus, umieść 1 jednostkę dryfowców na dowolnej karcie.",
    "(Action: Remove 3 floaters from this card to raise Venus 1 step or raise oxygen 1 step)": "Akcja: Wydaj 3 jednostki dryfowców z tej karty, aby podnieść WT Wenus lub tlen o 1 poziom.",
    "(You start with 39 M€.)": "Rozpoczynasz grę z 39 M€.",
  
    "Soylent Seedling Systems": "Soylent Seedling Systems",
    "(Effect: When you place a greenery tile, add 1 seed resource to this card.)": "Efekt trwały: Gdy umieszczasz obszar zieleni na planszy umieść 1 jednostkę nasion na tej karcie.",
    "(Effect: When paying for a plant card, or the STANDARD GREENERY PROJECT, seeds here may be used as 5 M€ each.)": "Gdy płacisz za kartę z symbolem Roślinności lub projekt standardowy Zieleń możesz wydać jednostki nasion z tej karty jako 5 M€ każda.",
    "(You start with 38M€ and 2 seeds on this card.)": "Rozpoczynasz grę z 38 M€. Umieść 2 jednostki nasion na tej karcie.",
  
    "Steelaris": "Steelaris",
    "(Effect: When any city or special tile is placed ON MARS, gain 1 steel and 1 plant.)": "Efekt trwały: Gdy którykolwiek z graczy umieści na planszy obszar miasta lub obszar specjalny otrzymujesz po 1 jednostce stali i roślinności.",
    "(You start with 42 M€.)": "Rozpoczynasz grę z 42 M€.",
  
    "Odyssey": "Odyssey",
    "(Effect: Your event cards stay face up, and their tags are in use as if those were automated (green) cards.)": "Efekt trwały; Zagrane przez Ciebie karty wydarzeń pozostają odkryte i możesz korzystać z ich symboli.",
    "(Action: Pay for and play an event card you have already played that has a base cost of 16M€ or less, after which discard that card.)": "Akcja: Zagraj ponownie już zagraną kartę wydarzenia o koszcie co najwyżej 16 M€ płacąc jej koszt, a następnie ją odrzuć.",
    "(You start with 33 M€.)": "Rozpoczynasz grę z 33 M€.", 
  
    "Cheung Shing MARS": "Cheung Shing MARS",
    "(You start with 3 M€ production and 44 M€.)": "Rozpoczynasz grę z 3 dodatkowymi poziomami produkcji M€ i 44 M€.",
    "(Effect: When you play a building tag, you pay 2 M€ less for it.)": "Efekt trwały: Kiedy zagrywasz symbol Budowli, płacisz o 2 M€ mniej za każdy z nich.",

    "Point Luna": "Point Luna",
    "(You start with 1 titanium production and 38 M€.)": "Rozpoczynasz grę z 1 dodatkowym poziomem produkcji tytanu i 38 M€.",
    "(Effect: When you play an Earth tag, including this, draw a card.)": "Efekt trwały: Gdy zagrywasz symbol Ziemi (z tym włącznie), za każdy z nich dobierz 1 kartę.",

    "Robinson Industries": "Robinson Industries",
    "(You start with 47 M€.)": "Rozpoczynasz grę z 47 M€.",
    "(Action: Spend 4 M€ to increase (one of) your LOWEST production 1 step.)": "Akcja: Wydaj 4 M€, aby podnieść jeden ze swoich najniższych poziomów produkcji o 1 poziom.",

    "Valley Trust": "Valley Trust",
    "(You start with 37 M€. As your first action, draw 3 Prelude cards, and play one of them. Discard the other two.)": "Rozpoczynasz grę z 37 M€. W ramach swojej pierwszej akcji w grze dobierz 3 karty preludium i zagraj jedną z nich (pozostałe 2 odrzuć).",
    "(Effect: When you play a science tag, you pay 2M€ less for it.)": "Efekt trwały: Gdy zagrywasz symbol Nauki, płacisz o 2 M€ mniej za każdy z nich.",

    "Vitor": "Vitor",
    "(You start with 45 M€. As your first action, fund an award for free.)": "Rozpoczynasz grę z 45 M€. W ramach swojej pierwszej akcji w grze ufunduj za darmo jedną nagrodę.",
    "(Effect: When you play a card with a NON-NEGATIVE VP icon, including this, gain 3 M€.)": "Efekt trwały: Kiedy zagrywasz kartę z symbolem PZ, który nie jest ujemny (z tą włącznie), otrzymujesz 3 M€.",
	
    "Arcadian Communities": "Wspólnota Arkadyjska",
    "(You start with 40 M€ and 10 steel. AS YOUR FIRST ACTION, PLACE A COMMUNITY [PLAYER MARKER] ON A NON-RESERVED AREA.)": "Rozpoczynasz grę z 10 M€ i 10 jednostkami stali. W ramach swojej pierwszej akcji w grze umieść na niezarezerwowanym polu na planszy swój znacznik (znacznik wspólnoty).",
    "ACTION: PLACE A COMMUNITY (PLAYER MARKER) ON A NON-RESERVED AREA ADJACENT TO ONE OF YOUR TILES OR MARKED AREAS.": "Akcja: Umieść swój znacznik (znacznik wspólnoty) na niezarezerwowanym polu na planszy sąsiadującym z polem lub obszarem z Twoim znacznikiem.",
    "EFFECT: MARKED AREAS ARE RESERVED FOR YOU. WHEN YOU PLACE A TILE THERE, GAIN 3 M€.": "Pola ze znacznikami wspólnoty są dla Ciebie zarezerwowane. Gdy umieszczasz na nich dowolny obszar, otrzymujesz 3 M€.",
    
	"Astrodrill": "Astrodrill",
    "(You start with 35 M€ and 3 asteroid resources.)": "Zaczynasz z 35 M€ oraz 3 jednostkami asteroid.",
    "(Action: Add an asteroid resource to ANY card OR gain any standard resource, OR remove an asteroid resource from this card to gain 3 titanium.)": "Akcja: Umieść 1 jednostkę asteroid na dowolnej karcie, lub otrzymaj 1 dowolną jednostkę zasobów, lub wydaj 1 jednostkę asteroid z tej karty, aby otrzymać 3 jednostki tytanu.",
    
	"FACTORUM": "Factorum",
    "(You start with 37 M€. Increase your steel production 1 step.)": "Rozpoczynasz grę z 37 M€. Podnieś swoją produkcję stali o 1 poziom.",
    "(Action: Increase your energy production 1 step IF YOU HAVE NO ENERGY RESOURCES, or spend 3M€ to draw a building card.)": "JEŚLI NIE POSIADASZ JEDNOSTEK ENERGII, podnieś swoją produkcję energii o 1 poziom, lub wydaj 3 M€, aby dobrać kartę z symbolem Budowli.",

    "Mons Insurance": "Mons Insurance",
    "(You start with 48 M€. Increase your M€ production 4 steps. ALL OPPONENTS DECREASE THEIR M€ production 2 STEPS. THIS DOES NOT TRIGGER THE EFFECT BELOW.)": "Rozpoczynasz grę z 48 M€ i 4 dodatkowymi poziomami produkcji M€. Każdy przeciwnik obniża swoją produkcję M€ o 2 poziomy. Nie wywołuje to poniższego efektu trwałego.",
    "(Effect: When a player causes another player to decrease production or lose resources, pay 3M€ to the victim, or as much as possible.)": "Efekt trwały: Gdy jakiś gracz spowoduje, że inny gracz musi obniżyć produkcję lub stracić zasoby, zapłać poszkodowanemu graczowi 3M€ (lub tyle, ile jesteś w stanie).",
    
    "Pharmacy Union": "Pharmacy Union",
	"(You start with 54 M€ . Draw a Science card.)": "Rozpoczynasz grę z 54 M€. Dobierz kartę z symbolem Nauki.",
    "(Effect: When ANY microbe tag is played, add a disease here and lose 4 M€ or as much as possible. When you play a science tag, remove a disease here and gain 1 TR OR if there are no diseases here, you MAY put this card face down in your EVENTS PILE to gain 3 TR.)": "Efekt trwały: Gdy którykolwiek z graczy zagrywa symbol Mikrobów (z tym włącznie), umieść tutaj 1 jednostkę chorób i zapłać 4 M€ (lub tyle, ile możesz). Gdy zagrywasz symbol Nauki, usuń stąd 1 jednostkę chorób i podnieś swój WT o 1 poziom, lub jeśli na tej karcie nie ma jednostek chorób, możesz podnieść swój WT o 3 poziomy i przenieść tę kartę na stos zagranych kart wydarzeń (tracąc jej symbole i efekty).",
  
	"Philares": "Philares",
    "(You start with 47 M€. As your first action, place a greenery tile and raise the oxygen 1 step.)": "Rozpoczynasz grę z 47 M€. W ramach swojej pierwszej akcji w grze umieść obszar zieleni na planszy.",
    "(Effect: Each new adjacency between your tile and an opponent's tile gives you a standard resource of your choice [regardless of who just placed a tile].)": "Efekt trwały: Za każde nowe sąsiedztwo pomiędzy Twoim obszarem a obszarem innego gracza otrzymujesz 1 jednostkę wybranego przez siebie zasobu standardowego (bez względu na to, kto umieścił nowy obszar).",
    
	"Recyclon": "Recyclon",
    "(You start with 38 M€ and 1 steel production.)": "Rozpoczynasz grę z 38 M€ i 1 dodatkowym poziomem produkcji stali.",
    "(Effect: When you play a building tag, including this, gain 1 microbe to this card, or remove 2 microbes here and raise your plant production 1 step.)": "Efekt trwały: Gdy zagrywasz symbol Budowli (z tym włącznie), umieść tutaj 1 jednostkę mikrobów, lub usuń stąd 2 jednostki mikrobów i podnieś swoją produkcję roślinności o 1 poziom.",

    "TACTICAL GENOMICS": "TACTICAL GENOMICS",
    "Splice": "Splice",
    "(You start with 44 M€. As your first action, reveal cards until you have revealed a microbe tag. Take it and discard the rest.)": "Warunki początkowe: Rozpoczynasz grę z 44 M€. W ramach swojej pierwszej akcji odkrywaj karty z wierzchu talii projektów, dopóki nie odkryjesz karty z symbolem Mikrobów. Weź tę kartę do ręki, resztę odrzuć.",
    "(Effect: when a microbe tag is played, incl. this, THAT PLAYER gains 2 M€, or adds a microbe to THAT card, and you gain 2 M€.)": "Efekt trwały: Gdy którykolwiek z graczy zagra symbol Mikrobów (z tym włącznie), ten gracz otrzymuje 2 M€ lub umieszcza 1 jednostkę mikrobów na zagranej karcie. Otrzymujesz 2 M€ za każdy symbol Mikrobów zagrywany przez któregokolwiek z graczy.",

    "Lakefront Resorts": "Lakefront Resorts",
    "(You start with 54 M€.)": "Rozpoczynasz grę z 54 M€.",
    "(Effect: When any ocean tile is placed, increase your M€ production 1 step. Your bonus for placing adjacent to oceans is 3M€ instead of 2 M€.)": "Efekt trwały: Gdy na planszy umieszczany jest obszar oceanu, podnieś swoją produkcję M€ o 1 poziom. Twoja premia za sąsiedztwo od obszaru oceanu wzrasta do 3 M€.",
    
    "Terralabs Research": "Terralabs Research",
    "(You start with 14 M€. Lower your TR 1 step.)": "Rozpoczynasz grę z 14 M€. Obniż swój WT o 1 poziom.",
    "(Effect: Buying cards to hand costs 1 M€.)": "Efekt trwały: Kupowanie kart (w tym kart startowych) kosztuje Cię 1 M€",

    "Utopia Invest": "Utopia Invest",
    "(You start with 40 M€. Increase your steel and titanium production 1 step each.)": "Rozpoczynasz grę z 40 M€ i dodatkowym poziomem produkcji stali i tytanu.",
    "(Action: Decrease any production to gain 4 resources of that kind.)": "Akcja: Obniż produkcję dowolnego zasobu o 1 poziom, aby otrzymać 4 jednostki tego zasobu.",

    "Pristar": "Pristar",
    "(You start with 53 M€. Decrease your TR 2 steps. 1 VP per preservation resource here.)": "Rozpoczynasz grę z 53 M€. Obniż swój WT o 2 poziomy. Otrzymujesz 1 PZ za każdą jednostkę rezerwatów znajdującą się na tej karcie.",
    "(Effect: During production phase, if you did not get TR so far this generation, add one preservation resource here and gain 6 M€.)": "Efekt trwały: W pokoleniu, w którym nie podniosłeś swojego poziomu WT przed fazą produkcji, podczas fazy produkcji umieszczasz na tej karcie 1 jednostkę rezerwatów i otrzymujesz 6 M€.",
    
	"Septem Tribus": "Septem Tribus",
    "(You start with 36 M€. When you perform an action, the wild tag counts as any tag of your choice.)": "Rozpoczynasz grę z 36 M€. Efekt trwały: Gdy wykonujesz akcję, traktujesz symbol Uniwersalny jak dowolny wybrany symbol.",
    "(Action: Gain 2 M€ for each party where you have at least 1 delegate.)": "Akcja: Otrzymujesz 2 M€ za każdą partię, w której masz co najmniej 1 delegata.",
	
    "APHRODITE": "Aphrodite",
    "(You start with 1 plant production and 47 M€.)": "Rozpoczynasz grę z 47 M€. Podnieś swoją produkcję roślinności o 1 poziom.",
    "(Effect: Whenever Venus is terraformed 1 step, you gain 2 M€.)": "Efekt trwały: Gdy dowolny gracz podnosi Współczynnik Terraformacji Wenus, otrzymujesz 2 M€ za każdy podniesiony poziom.",

    "Celestic": "Celestic",
    "(You start with 42 M€. As your first action, reveal cards from the deck until you have revealed 2 cards with a floater icon on it. Take them into hand and discard the rest.)": "Rozpoczynasz grę z 42 M€. W ramach pierwszej akcji dobierz 2 karty z symbolem Dryfowców.",
    "(Action: Add a floater to ANY card. 1 VP per 3 floaters on this card.)": "Akcja: Umieść jednostkę dryfowców na dowolnej karcie. Otrzymujesz 1 PZ za każde 3 jednostki dryfowców na tej karcie.",

    "Manutech": "Manutech",
    "(You start with 1 steel production, and 35 M€.)": "Rozpoczynasz grę z 35 M€. Podnieś swoją produkcję stali o 1 poziom.",
    "(Effect: For each step you increase the production of a resource, including this, you also gain that resource.)": "Efekt trwały: Gdy podnosisz poziom produkcji dowolnego zasobu standardowego (z tym włącznie), otrzymujesz 1 jednostkę tego zasobu.",

    "MORNING STAR INC.": "Morning Star Inc.",
    "(You start with 50 M€. As your first action, reveal cards from the deck until you have revealed 3 Venus-tag cards. Take those into hand and discard the rest.)": "Rozpoczynasz grę z 50 M€. W ramach pierwszej akcji dobierz 3 karty z symbolem Wenus.",
    "(Effect: Your Venus requirements are +/- 2 steps, your choice in each case.)": "Efekt trwały: Możesz traktować Współczynnik Terraformacji Wenus jakby był o 2 poziomy wyższy lub niższy.",

    "VIRON": "Viron",
    "(Action: Use a blue card action that has already been used this generation.)": "Akcja: Użyj ponownie akcji z aktywnej karty, wykorzystanej już w tym pokoleniu."
}